{
  "plugins": {
    "FixCursorHold.nvim": {
      "src": "git@github.com:antoinemadec/FixCursorHold.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "neotest": {
      "src": "git@github.com:nvim-neotest/neotest"
    },
    "neotest-golang": {
      "src": "http://github.com/fredrikaverpil/neotest-golang"
    },
    "neotest-java": {
      "src": "https://github.com/rcasia/neotest-java"
    },
    "neotest-swift-testing": {
      "src": "https://github.com/mmllr/neotest-swift-testing"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-java": {
      "src": "https://github.com/nvim-java/nvim-java"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "git@github.com:nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "orgmode": {
      "src": "https://github.com/nvim-orgmode/orgmode"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim"
    },
    "solarized.nvim": {
      "src": "https://github.com/maxmx03/solarized.nvim"
    },
    "spring-boot.nvim": {
      "src": "https://github.com/JavaHello/spring-boot.nvim",
      "version": "'218c0c26c14d99feca778e4d13f5ec3e8b1b60f0'"
    }
  }
}
